Repository: moliware/moliware.com
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Projects
es: Proyectos

source: Talks
es: Charlas

source: Contact
es: Contacto

source: Welcome!
es: Bienvenido!

# bio.p1
source: I'm Miguel Olivares, a spanish developer born in madrid and currently living in Valencia.
es: Me llamo Miguel Olivares y soy un desarrollador español nacido en Madrid y actualmente viviendo en Valencia.

# bio.p2
source: I studied computer science at Universidad Aut√≥noma de Madrid.
es: Estudié ingeniería informática en la Universidad Autónoma de Madrid.

# bio.p3
source: As a developer, I love writting code using dynamic languages, mainly Python, and keeping up to date with the latest technolgies. As a normal person, I also hate things such as bad applied agile methodologies, java, relational databases and much more!
es: Como programador me apasiona utilizar lenguajes dinámincos principalmente Python y estar al tanto de los proyectos de moda del momento. Como toda persona también odio cosas, por ejemplo: Metodologías ágiles mal aplicadas, java, bases de datos relacionales y muchas otras cosas!

# bio.p4
source: I'm currently working at <a href="http://reviewpro.com/"> ReviewPro </a> where I'm a member of the backend team. I've used Cassandra, ElasticSearch or Solr, amongst other technologies.
es: Actualmente estoy trabajando para <a href="http://reviewpro.com/"> ReviewPro </a> donde formo parte del equipo de backend. Entre otras tecnologías, he usado Cassandra, ElasticSearch o Solr.

# projects.p1
source: I use open source projects every day so, each time I write any library or tool that might be useful for somebody, I share it!
es: Soy un progamador que utiliza proyectos Open Source a diario. Por eso, cada vez que desarrollo algún proyecto o herramienta que considero que puede ser útil a otras personas, no dudo en compartirlo ;)

# talks.p1
source: Although I'm not very good at giving talks, I gave some in the past about my own experience with a concrete technology.
es: Pese a no ser un gran difusor, he dado algunas charlas compartiendo mi experiencia sobre algún tema tecnológico.

# talks.p2
source: Check out my profile on speakerdeck (<a href="http://speakerdeck.com/u/moliware/">@moliware</a>).
es: Puedes consultar mi perfil en speakerdeck (<a href="http://speakerdeck.com/u/moliware/">@moliware</a>).

# contact.p1
source: I love new challenges so if you have a project or idea that you want to share with me or you need help and you think I could be useful, contact me!
es: Me gustan los nuevos retos así que si tienes algún proyecto o idea que quieras compartir comingo o necesitas ayuda y crees que te puedo ser útil, contáctame!
